acpi
acpi_call
adobe-source-code-pro-fonts
alsa-utils
android-tools
android-udev
aspell-en
aspell-pl
autoconf
automake
bash
binutils
bison
bluez
bluez-utils
bspwm
bzip2
cabal-install
cgdb
clang
claws-mail
cmake
coreutils
cryptsetup
cscope
ctags
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dotnet-runtime
dotnet-sdk
doxygen
dunst
dzen2
e2fsprogs
emacs
fakeroot
fasm
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gdb
gettext
ghc
gimp
git
glibc
grep
groff
gzip
highlight
htop
i3-wm
i3status
ifplugd
inetutils
intel-ucode
iproute2
iputils
isync
jfsutils
keepassxc
krita
less
lib32-mesa
libreoffice-fresh
libtool
libvirt
licenses
lighttpd
linux
linux-docs
linux-lts
lldb
logrotate
ltrace
lvm2
m4
maim
make
man-db
man-pages
mc
mdadm
mesa
mono
mono-tools
mpc
mpd
mpv
nano
ncdu
ncmpcpp
neofetch
neovim
netctl
nextcloud-client
nmap
openssh
pacman
pacman-contrib
pandoc
patch
pavucontrol
pciutils
perf
perl
pkgconf
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
qbittorrent
qemu
qt5ct
radare2
ranger
redshift
reiserfsprogs
rsync
rtorrent
rustup
s-nail
sed
shadow
shellcheck
slock
stalonetray
stow
strace
sudo
sxhkd
sxiv
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
time
tlp
tmux
tor
tp_smapi
tpacpi-bat
tree
ttf-anonymous-pro
ttf-fira-code
ttf-fira-mono
ttf-inconsolata
ttf-liberation
udisks2
unzip
usbutils
util-linux
valgrind
vi
vim
virt-viewer
w3m
wget
which
wireshark-qt
wpa_actiond
wpa_supplicant
xf86-video-intel
xfsprogs
xorg-server
xorg-setxkbmap
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xrdb
xorg-xset
xsel
xss-lock
youtube-dl
zathura
zathura-pdf-mupdf
zeal
zip
zsh
zsh-completions
