acpi
acpi_call
alex
alsa-utils
android-tools
android-udev
atool
autoconf
automake
bash
binutils
bison
bzip2
cabal-install
calcurse
clisp
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discord
e2fsprogs
elinks
emacs
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
ghc
ghc-static
git
glibc
grep
groff
gzip
happy
highlight
htop
i3-wm
i3blocks
i3lock
i3status
ifplugd
inetutils
intel-ucode
iproute2
iputils
irssi
iw
jfsutils
less
lib32-mesa
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
maim
make
man-db
man-pages
mdadm
mediainfo
mesa
mpd
mpv
mupdf
mutt
nano
nasm
ncmpcpp
neofetch
neovim
netctl
newsboat
openssh
pacaur
pacman
pandoc
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
powertop
procps-ng
psmisc
pulseaudio
qbittorrent
ranger
redshift
reflector
reiserfsprogs
riot-desktop
rofi
s-nail
sed
shadow
snownews
stack
steam
sudo
sxhkd
sxiv
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
tmux
tp_smapi
ttf-liberation
udiskie
unzip
usbutils
util-linux
vi
vim
w3m
which
wpa_actiond
wpa_supplicant
xbindkeys
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
youtube-dl
zathura
zathura-pdf-mupdf
zsh
zsh-completions
